ack
alacritty
ansible
ant
arandr
aspnet-runtime
autoconf
autoconf2.13
autocutsel
automake
autossh
avidemux-qt
awesome-terminal-fonts
aws-cli
base
bash
bash-completion
bat
bbswitch
bind
binutils
bison
bitwarden
bleachbit
bluedevil
blueman
bluez-utils
bmon
breeze
breeze-gtk
breezy
brightnessctl
btop
bzip2
calcurse
calibre
ccache
cfssl
cgdb
chromium
chrony
cmake
code
conky
coreutils
cryptsetup
cups
cups-pk-helper
deepin-screenshot
delve
device-mapper
dhcpcd
dialog
diffutils
discord
discord-canary
discover
dmenu
dmidecode
docker
docker-compose
dotnet-sdk
drkonqi
drone
dsniff
dunst
e2fsprogs
efibootmgr
elinks
emacs-nox
erlang
eslint
ethtool
exo
fakeroot
fd
feh
file
filesystem
findutils
firefox
flatpak
flex
font-manager
freerdp
freetype2-demos
fzf
garcon
gawk
gcc
gcc-libs
gdb
gdm
gettext
ghidra
git
github-cli
glibc
gnome-keyring
gnu-netcat
gparted
gperf
grep
grub
gst-libav
guake
gutenprint
gvfs-google
gzip
helm
hexchat
hplip
htop
httpie
i3-gaps
i3blocks
i3status
iftop
img2pdf
inetutils
iotop
iproute2
iputils
ipython
jdk-openjdk
jfsutils
jq
k9s
kactivitymanagerd
kde-applications-meta
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
keepass
kgamma5
khotkeys
kinfocenter
kitty
kmenuedit
krusader
kscreen
kscreenlocker
ksshaskpass
ksysguard
kubectl
kvantum
kwallet-pam
kwayland-integration
kwin
kwrited
latte-dock
lazygit
less
libgnome-keyring
libkscreen
libksysguard
libnewt
libtool
licenses
links
linux
linux-firmware
linux-headers
lldb
logrotate
lsb-release
lsd
lsof
ltrace
lttng-ust
lvm2
lxappearance
lynx
m4
make
man-db
man-pages
maven
mc
mdadm
meld
mercurial
milou
mitmproxy
moreutils
mtpfs
musescore
nano
nbd
net-tools
netctl
network-manager-applet
nfs-utils
nitrogen
nmap
nmon
nnn
nodejs-lts-fermium
noto-fonts-emoji
npm
ntfs-3g
ntp
nvidia
nvidia-settings
nvidia-utils
obs-studio
openconnect
opencv
openvpn
os-prober
oxygen
p7zip
packagekit-qt5
packer
pacman
pamixer
papirus-icon-theme
partitionmanager
patch
pciutils
pcmanfm
perl
pgcli
php
php-gd
pipewire-alsa
pipewire-pulse
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-sdk
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
postgresql
powerdevil
powerline
powertop
procps-ng
psmisc
pulsemixer
pwndbg
python-arpeggio
python-asynctest
python-notify2
python-parver
python-pip
python-poetry
python-pyalsa
python-pynacl
python-pynvim
python-pytest-asyncio
python-requests-unixsocket
qalculate-gtk
qbittorrent
qemu-desktop
qtcreator
radare2
ranger
rclone
rdesktop
re2c
redis
reiserfsprogs
remake
remmina
rofi
rpm-tools
rsync
ruby-rr
rxvt-unicode
s-nail
samba
scala
sccache
scrot
sddm-kcm
seahorse
sed
shadow
simplescreenrecorder
smplayer
speedtest-cli
sshfs
strace
sudo
swig
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
systemsettings
tar
task
taskwarrior-tui
terminator
terraform
texinfo
thunar
thunar-volman
tigervnc
tmux
tokei
traceroute
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-joypixels
ttf-roboto
tumbler
unrar
unzip
usbutils
util-linux
vagrant
vi
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-dkms
visidata
vlc
vokoscreen
w3m
wavemon
websocat
wget
which
wireplumber
wireshark-qt
wmname
xbindkeys
xcompmgr
xdg-desktop-portal-kde
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xmlto
xorg-xbacklight
xorg-xev
xorg-xinput
xorg-xrandr
xsel
xterm
youtube-dl
zip
zsh
zshdb
